[
	{"sentence": "Friendship... is not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything. "},
	{"sentence": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want."},
	{"sentence": "I hated every minute of training, but I said, 'Don't quit. Suffer now and live the rest of your life as a champion."},
	{"sentence": "I done wrestled with an alligator, I done tussled with a whale; handcuffed lightning, thrown thunder in jail; only last week, I murdered a rock, injured a stone, hospitalised a brick; I'm so mean I make medicine sick."},
	{"sentence": "Float like a butterfly, sting like a bee."}, 
	{"sentence": "Service to others is the rent you pay for your room here on earth."},
	{"sentence": "It isn't the mountains ahead to climb that wear you out; it's the pebble in your shoe."},
	{"sentence": "A man who views the world the same at fifty as he did at twenty has wasted thirty years of his life."},
	{"sentence": "Silence is golden when you can't think of a good answer."},
	{"sentence": "It's the repetition of affirmations that leads to belief. And once that belief becomes a deep conviction, things begin to happen."},
	{"sentence": "The man who has no imagination has no wings."},
	{"sentence": "I said I was 'The Greatest,' I never said I was the smartest!"},
	{"sentence": "I shook up the world, I shook up the world."},
	{"sentence": "Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even."},
	{"sentence": "I don't have to be what you want me to be."},
	{"sentence": "No one knows what to say in the loser's locker room."},
	{"sentence": "I've seen George Foreman shadow boxing, and the shadow won."},
	{"sentence": "The fight is won or lost far away from witnesses - behind the lines, in the gym, and out there on the road, long before I dance under those lights."},
	{"sentence": "It's hard to be humble, when you're as great as I am."},
	{"sentence": "Boxing is a lot of white men watching two black men beat each other up."},
	{"sentence": "Life is so, so short. Bible says it's like a vapor."},
	{"sentence": "I wanted to use my fame and this face that everyone knows so well to help uplift and inspire people around the world."},
	{"sentence": "I calculate that I took 20,000 punches, but I earned millions and kept a lot of it. I may talk slow, but my mind is OK."},
	{"sentence": "To be able to give away riches is mandatory if you wish to possess them. This is the only way that you will be truly rich."},
	{"sentence": "Joe Frazier is so ugly that when he cries, the tears turn around and go down the back of his head."},
	{"sentence": "I am the greatest, I said that even before I knew I was."},
	{"sentence": "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up."},
	{"sentence": "Hating people because of their color is wrong. And it doesn't matter which color does the hating. It's just plain wrong."},
	{"sentence": "Age is whatever you think it is. You are as old as you think you are."},
	{"sentence": "It will be a killer, and a chiller, and a thriller, when I get the gorilla in Manila."},
	{"sentence": "When you can whip any man in the world, you never know peace."},
	{"sentence": "Don't feel sorry for me."},
	{"sentence": "Never put your money against Cassius Clay, for you will never have a lucky day."},
	{"sentence": "My trainer don't tell me nothing between rounds. I don't allow him to. I fight the fight. All I want to know is did I win the round. It's too late for advice."},
	{"sentence": "Ali's got a left, Ali's got a right - when he knocks you down, you'll sleep for the night; and when you lie on the floor and the ref counts to ten, hope and pray that you never meet me again."},
	{"sentence": "There are more pleasant things to do than beat up people."},
	{"sentence": "There are no pleasures in a fight but some of my fights have been a pleasure to win."},
	{"sentence": "Wars of nations are fought to change maps. But wars of poverty are fought to map change."},
	{"sentence": "I wish people would love everybody else the way they love me. It would be a better world."},
	{"sentence": "My way of joking is to tell the truth. That's the funniest joke in the world."},
	{"sentence": "If you even dream of beating me you'd better wake up and apologize."}
]

